Repository: MaddTheSane/colloquy-1
Catalog: Mobile/Languages/Localizable.xcstrings
Source language: en
Languages: de, it, ko

source: Nickname password.
de: Spitznamen-Kennwort.
it: Password per questo nick.
ko: 별명 비밀번호.

source: Nickname: %@
de: Spitzname: %@
it: Nick: %@
ko: 별명: %@

source: Nicknames
de: Spitznamen
it: Nicks
ko: 별명

source: No chat rooms
de: Keine Räume
it: Nessun canale impostato
ko: 채널이 없습니다

source: No chat topic is set.
de: Kein Gesprächsthema gesetzt.
it: Argomento non impostato nel canale.
ko: 채널 주제가 설정되지 않았습니다.

source: No commands
de: Keine Befehle
it: Nessun comando
ko: 명령어 없음

source: No Instapaper Username
de: Kein Instapaper-Benutzername
it: Non hai messo lo Username per Instapaper

source: No items
de: Keine Objekte
it: Nessun elemento in lista
ko: 항목 없음

source: No nicknames
de: Keine Spitznamen
it: Nessun Nick in lista
ko: 별명 없음

source: No Twitter Password
de: Kein Twitter-Kennwort

source: No Twitter Username
de: Kein Twitter-Benutzername

source: None
de: Keine
it: Nessuno
ko: 없음

source: Normal user
de: Normaler Benutzer

source: Off
de: Aus
ko: 끄기

source: Offline
de: Getrennt
ko: 오프라인

source: On
de: An
ko: 켜기

source: Open in Safari.
de: In Safari öffnen.
it: Apri con Safari.

source: Operator Actions...
de: Operator-Aktionen…
it: Azioni per OPs&

source: Password
de: Kennwort
ko: 비밀번호

source: Private messages and highlighted room messages are pushed.
de: Private Nachrichten und hervorgehobene Raum-Nachrichten werden weitergeleitet („Push“).
it: Sia i Messaggi Privati, sia quelli Pubblici contenenti il tuo nick, vengono notificati.
ko: 개인 메시지와 채널에서 강조된 메시지가 푸쉬됩니다.

source: Private messages and highlighted room messages are pushed. Push notifications require connecting to a push aware bouncer.
de: Private Nachrichten und hervorgehobene Raum-Nachrichten werden weitergeleitet („Push“). Hierzu muss mit einem Bouncer mit „Push“-Fähigkeit verbunden werden
it: I Messaggi Privati, o quelli pubblici che contengono il tuo nick, vengono notificati. Però le notifiche-Push, per funzionare, richiedono una connessione ad un Bouncer che sia compatibile con Push.
ko: 개인 메시지와 채널에서 강조된 메시지가 푸쉬 됩니다. 푸쉬는 푸시를 인식하는 바운서에 연결하셔야 사용하실 수 있습니다.

source: Promote to Admin
de: Zum Admin befördern
it: Promuovi alla carica di Admin

source: Promote to Founder
de: Zum Gründer befördern
it: Aggiungi al gruppo dei Fondatori

source: Promote to Half-Operator
de: Zum Halb-Operator befördern
it: Attiva mod. Half-OP

source: Promote to Operator
de: Zum Operator befördern
it: Attiva mod. OP

source: Push Notifications
de: Nachrichten weiterleiten („Push“)
it: Notifiche Push
ko: 푸쉬 알림

source: Push Notifications: Off
de: Nachrichten weiterleiten („Push“): Aus
it: Notifiche Push: Off
ko: 푸쉬 알림: 꺼짐

source: Push Notifications: On
de: Nachrichten weiterleiten („Push“): An
it: Notifiche Push: On
ko: 푸쉬 알림: 켜짐

source: Real Name
de: Echter Name
it: Nome Reale
ko: 실제 이름

source: Real name not available.
de: Echter Name nicht verfügbar.
it: Nome reale non disponibile.
ko: 실제 이름을 사용하실 수 없습니다.

source: Real Name: %@
de: Echter Name: %@
it: Nome Reale: %@
ko: 실제 이름: %@

source: Receiving:
de: Empfange:
it: In ricezione:
ko: 수신중:

source: Refresh information.
de: Informationen aktualisieren.
it: Aggiorna informazioni.
ko: 정보 새로고침.

source: Registered user
de: Registrierter Benutzer

source: Rejoin
de: Erneut Betreten
it: Rientra
ko: 다시 들어가기

source: Reload
de: Neu Laden
it: Ricarica

source: Remove Force Quiet
de: Schweigzwang entfernen
it: Rimuovi il "Force Quiet"

source: Remove Voice
de: Stimme entziehen
it: Disattiva mod. VOICE

source: Required
de: Erforderlich
it: Richiesto
ko: 필요

source: Requires a Mac running Colloquy with the bouncer enabled in Preferences.
de: Erfordert einen Mac auf dem Colloquy mit aktiviertem Bouncer läuft.
it: Richiede un Mac + Colloquy e l'attivazione del bouncer su Preferenze.
ko: 맥에서 구동중인 Colloquy의 바운서가 필요합니다. 맥 Colloquy 설정에서 허용해주세요.

source: Retry
de: Erneut versuchen
it: Riprova

source: Room Modes Unsupported
de: Raum-Modi nicht unterstützt
it: Modalità Stanza Non Supportate
ko: 채널 모드가 지원되지 않습니다

source: Room password.
de: Raum-Kennwort.
it: Codice del Canale.
ko: 채널 비밀번호.

source: Room to join.
de: Zu Betretender Raum.
it: Canale nel quale entrare.
ko: 채널에 입장.

source: Rooms
de: Räume
it: Canali
ko: 채널

source: Rooms (%@)
de: Räume (%@)
it: Canali (%@)
ko: 채널 (%@)

source: Rooms not available.
de: Räume nicht verfügbar.
it: Canali non disponibili.
ko: 채널이 없습니다.

source: Rooms: %@
de: Räume: %@
it: Canali: %@
ko: 채널: %@

source: Save to Instapaper.
de: Bei Instapaper speichern.
it: Salva suInstapaper.

source: Search
de: Suchen
it: Ricerca
ko: 검색

source: Search Members
de: Teilnehmer suchen
it: Cerca fra i Membri
ko: 사용자 검색

source: second
de: Sekunde
it: secondo

source: seconds
de: Sekunden
it: secondi

source: Send File
de: Datei senden
it: Invia File

source: Send link to chat.
de: Link an Gespräch senden.
it: Manda un Link alla chat.

source: Send Message
de: Nachricht senden
it: Invia Messaggio

source: Send Private Message
de: Einen Benutzer ansprechen
it: Parla in Privato con un Utente
ko: 개인 메시지 보내기

source: Sending:
de: Sende:
it: Invio in corso:
ko: 수신인:

source: Server not available.
de: Server nicht verfügbar.
it: Server non disponibile.
ko: 서버가 작동하지 않습니다.

source: Servers
de: Server
ko: 서버

source: Services down on "%@".
de: Dienste nicht verfügbar auf „%@“.
it: Servizi fuori uso su "%@".

# Services won't let you change your nickname to "%@" on "%@".
source: Services won't let you change your nickname to "%1$@" on "%2$@".
de: Dienste auf „%2$@“ erlauben nicht, Ihren Spitznamen in „%1$@“ zu ändern.
it: Su %2$@ il server non ti permette di cambiare nick a "%1$@".
ko: 서비스가 "%1$@" 의 "%2$@" 에서 별명을 변경하는걸 허용하지 않습니다.

source: Settings
de: Einstellungen
it: Impostazioni
ko: 설정

source: Simplified Chinese (EUC)
de: Vereinfachtes Chinesisch (EUC)
ko: 중국어 간체 (EUC)

source: Simplified Chinese (Mac OS)
de: Vereinfachtes Chinesisch (Mac OS)
ko: 중국어 간체 (Mac OS)

source: Simplified Chinese (Windows, DOS)
de: Vereinfachtes Chinesisch (Windows, DOS)
ko: 중국어 간체 (Windows, DOS)

source: Stop
de: Stoppen
ko: 중지

source: Stop Connection Timer
de: Verbindungsversuch stoppen
it: Ferma il Timer Connessione
ko: 연결 타이머 중지

source: Take Photo
de: Foto aufnehmen
it: Scatta una Foto
ko: 사진 찍기

source: The #help room is joined by default.
de: Standardmäßig wird der Raum „#help“ betreten.
it: Il canale #help viene sempre aperto di default.
ko: 기본값으로 #help 채널에 입장하였습니다.

source: The command "%@" is not a valid command on the "%@" server.
de: Der Befehl „%1$@“ ist nicht zulässig auf dem „%2$@“-Server.
it: Il comando "%1$@" non è riconosciuto dal server %2$@ .

source: The nickname password is used to authenticate with services (e.g. NickServ).
de: Mit dem Spitznamen-Kennwort identifiziert man sich bei Diensten (z.B. NickServ).
it: La password associata serve per autenticarsi con il server (i.e. NickServ).
ko: 별명 비밀번호는 서비스 인증에 필요합니다 (예: Nickserv).

source: The room "%@" on "%@" does not support modes.
de: Der Raum „%1$@“ auf „%2$@“ unterstützt keine Modi.
it: Il canale "%1$@" su "%2$@" non supporta i cambiamenti delle modalità.

# The room "%@" on "%@" doesn't support modes.
source: The room "%1$@" on "%2$@" doesn't support modes.
de: Der Raum „%1$@“ auf „%2$@“ unterstützt keine Modi.
it: Il canale "%1$@" su "%2$@" non supporta i cambiamenti delle modalità.
ko: "%1$@" 의 "%2$@" 채널은 모드를 지원하지 않습니다.

source: The room "%@" on "%@" encountered an unknown error, see server details for more information.
de: Der Raum „%1$@“ auf „%2$@“ hatte einen unbekannten Fehler, siehe Server-Details für weitere Informationen.
it: Il canale "%1$@" su "%2$@" ha riportato un errore non identificato. Per maggiori info controlla i Dettagli Server.

# The room "%@" on "%@" is full.
source: The room "%1$@" on "%2$@" is full.
de: Der Raum „%1$@“ auf „%2$@“ ist voll.
it: Il canale "%1$@" su "%2$@" è pieno.
ko: "%1$@" 의 "%2$@" 채널이 사용자로 가득찼습니다.

source: The room "%@" on "%@" is invite only.
de: Der Raum „%1$@“ auf „%2$@“ ist einladungspflichtig.
it: Ti serve un invito per entrare nel canale "%1$@" su "%2$@".

# The room "%@" on "%@" is invite-only.
source: The room "%1$@" on "%2$@" is invite-only.
de: Der Raum „%1$@“ auf „%2$@“ ist einladungspflichtig.
it: Ti serve un invito per entrare nel canale "%1$@" su "%2$@".
ko: "%1$@" 의 "%2$@" 은 초대받은 사람만 입장할 수 있습니다.

source: The room "%@" on "%@" is password protected, and you didn't supply the correct password.
de: Der Raum „%1$@“ auf „%2$@“ ist kennwortgeschützt und Sie haben nicht das richtige Kennwort angegeben.
it: Serve un codice per entrare su "%1$@" - "%2$@", e tu non hai fornito un codice corretto.

source: The room "%@" on "%@" is password protected.
de: Der Raum „%1$@“ auf „%2$@“ ist kennwortgeschützt.
it: Serve un codice per entrare su "%1$@" - "%2$@ .

source: The user "%@" is no longer connected (or never was connected) to the "%@" server.
de: Der Benutzer „%1$@“ ist nicht mehr (oder war nie) mit dem „%2$@“-Server verbunden.
it: L'utente "%1$@" si è disconnesso dal server "%2$@"(o non si è proprio connesso).

source: The user is not connected.
de: Der Benutzer ist nicht verbunden.
it: L'utente non è connesso.
ko: 이 사용자는 접속해 있지 않습니다.

source: There is no user called "%@" on "%@".
de: Es gibt keinen Benutzer namens „%1$@“ auf „%2$@“.
it: Non c'è nessun utente con il nome di "%1$@" su "%2$@".

source: To:
de: An:
it: A:
ko: 받는이:

source: Traditional Chinese (Big 5 HKSCS)
de: Traditionelles Chinesisch (Big 5 HKSCS)
ko: 중국어 번체 (Big 5 HKSCS)

source: Traditional Chinese (Big 5)
de: Traditionelles Chinesisch (Big 5)
ko: 중국어 번체 (Big 5)

source: Traditional Chinese (EUC)
de: Traditionelles Chinesisch (EUC)
ko: 중국어 번체 (EUC)

source: Traditional Chinese (Mac OS)
de: Traditionelles Chinesisch (Mac OS)
ko: 중국어 번체 (Mac OS)

source: Traditional Chinese (Windows, DOS)
de: Traditionelles Chinesisch (Windows, DOS)
ko: 중국어 번체 (Windows, DOS)

source: Tweet Too Long
de: Tweet zu lang

source: Twitter Unavailable
de: Twitter nicht verfügbar

source: Unable to change your nickname to "%@" on "%@".
de: Unable to change your nickname to "%1$@" on "%2$@".

source: Unable to send the tweet to Twitter.
de: Kann den Tweet nich an Twitter senden.

source: Unable to send the URL because Instapaper is temporarily unavailable.
de: Kann die URL nicht senden, da Instapaper vorübergehend nicht verfügbar ist.
it: Impossibile inviare l'URL: Instapaper non è raggiungibile al momento.

source: Unable to send the URL to Instapaper.
de: Kann die URL nicht an Instapaper senden.
it: Impossibile inviare l'URL ad Instapaper.

source: Unable To Send Tweet
de: Kann Tweet nicht senden

source: Unable to send tweet because Twitter is temporarily unavailable.
de: Kann Tweet nicht senden, da Twitter vorübergehend nicht verfügbar ist.

source: Unable To Send URL
de: Kann URL nicht senden
it: Impossibile inviare l'URL

source: Update Connection List
de: Verbindungsliste aktualisieren
it: Aggiorna la Lista Connessioni
ko: 연결 목록 업데이트

source: Updating Chat Room List...
de: Aktualisiere Raumliste…
it: Aggiorna la Lista Canali&
ko: 채팅 채널 업데이트중...

source: Updating Help Topics...
de: Aktualisiere Hilfethemen…
it: Sto aggiornando i Argomenti Guida&
ko: 도움말 주제를 업데이트 중...

source: Use SSL
de: SSL benutzen
it: Usa SSL
ko: SSL 사용

source: Use SSL: Off
de: SSL benutzen: Aus
it: Usa SSL: Off
ko: SSL 사용: 꺼짐

source: Use SSL: On
de: SSL benutzen: An
it: Usa SSL: On
ko: SSL 사용: 켜짐

source: User Identity
de: Benutzeridentität
it: Ident. dell'Utente
ko: 사용자 인증

source: User Information
de: Benutzerinformation
it: Informazioni sull'Utente
ko: 사용자 정보

source: User offline
de: Benutzer getrennt
it: Utente offline
ko: 사용자 오프라인

source: User offline.
de: Benutzer getrennt.
it: Utente offline.
ko: 사용자 오프라인.

source: User to message.
de: Zu benachrichtigender Benutzer.
it: Utente da contattare.
ko: 사용자에게 메시지 보내기.

source: Username
de: Benutzername
it: Nome Utente
ko: 사용자 이름

source: Username not available.
de: Benutzername nicht verfügbar.
it: Nome Utente non disponibile.
ko: 이 사용자 이름을 사용할 수 없습니다.

source: Username: %@
de: Benutzername: %@
it: Nome Utente: %@
ko: 사용자 이름: %@

source: week
de: Woche
it: settimana

source: weeks
de: Wochen
it: settimane

source: Welcome
de: Willkommen
it: Benvenuto
ko: 환영합니다

source: Welcome to Colloquy
de: Willkommen zu Colloquy
it: Benvenuto su Colloquy
ko: Colloquy 에 오신걸 환영합니다

source: Western (ASCII)
de: US-Amerikanisch (ASCII)
ko: 웨스턴 (ASCII)

source: Western (ISO Latin 1)
de: Westeuropäisch (ISO Latin 1)
ko: 웨스턴 (ISO Latin 1)

source: Western (ISO Latin 3)
de: Südeuropäisch (ISO Latin 3)
ko: 웨스턴 (ISO Latin 3)

source: Western (ISO Latin 9)
de: Westeuropäisch (ISO Latin 9)
ko: 웨스턴 (ISO Latin 9)

source: Western (Mac OS Roman)
de: Westeuropäisch (Mac OS Roman)
ko: 웨스턴 (Mac OS Roman)

source: Western (Windows Latin 1)
de: Westeuropäisch (Windows Latin 1)
ko: 웨스턴 (Windows Latin 1)

source: What's New
de: Was ist neu
it: Novità di Versione
ko: 새로 변경된 항목들

source: What's New in Colloquy
de: Was ist neu in Colloquy
it: Novità dell'ultima versione di Colloquy
ko: Colloquy 에서 새로 변경된 항목들

source: year
de: Jahr
it: anno

source: years
de: Jahre
it: anni

# You are banned from "%@" on "%@".
source: You are banned from "%1$@" on "%2$@".
de: Sie sind aus „%1$@“ auf „%2$@“ verbannt.
it: Sei Bannato da "%1$@" su "%2$@".
ko: "%1$@" 의 "%2$@" 에서 차단 당하셨습니다.

source: You are banned from the room "%@" on "%@".
de: Sie sind aus dem Raum „%1$@“ auf „%2$@“ verbannt.
it: Sei Bannato dal Canale "%1$@" su "%2$@".

source: You are currently connecting, try sending again soon.
de: Sie werden gerade verbunden, versuchen Sie es in Kürze noch einmal.
it: Connessione in corso, invia nuovamente il messaggio più tardi.
ko: 현재 연결중이니, 조금 기다리셨다가 다시 시도해주세요.

source: You are currently connecting, you should join the room shortly.
de: Sie werden gerade verbunden, der Raum sollte in Kürze betreten werden.
it: Connessione in corso, tra poco entrerai nel canale.
ko: 현재 연결중이니, 조금만 기다리시면 채널에 입장하실수 있습니다.

source: You are currently disconnected, reconnect and try again.
de: Sie sind derzeit getrennt, verbinden Sie sich und versuchen Sie es erneut.
it: Non sei connesso al momento, connettiti e riprova.
ko: 연결이 끊겼습니다 다시 연결 하시고 한번 더 시도해주세요.

source: You are no longer quieted, thanks to %@.
de: Sie müssen dank %@ nicht mehr schweigen.
it: Non hai più la modalità QUIET, grazie a %@.
ko: %@ 님으로 인해서 더이상 침묵 상태가 아닙니다.

source: You are not a room member, rejoin and try again.
de: Sie sind nicht in dem Raum, betreten Sie ihn und versuchen Sie es erneut.
it: Non sei all'interno del canale, entrarci e riprova.
ko: 현재 채널 이용자가 아니십니다 다시 입장 하신후에 시도해주세요.

source: You are now known as %@.
de: Sie heißen jetzt %@.
it: Hai cambiato il tuo nick in %@.
ko: 이제 %@ 님이십니다.

source: You can't change your nickname to "%@" on "%@".
de: You can't change your nickname to "%1$@" on "%2$@".

source: You can't change your nickname while in "%@" on "%@". Please leave the room and try again.
de: Sie können Ihren Spitznamen nicht ändern solange Sie in „%1$@“ auf „%2$@“ sind. Bitte verlassen Sie den Raum und versuchen Sie es erneut.
it: Non puoi cambiare il tuo nick mentre sei dentro "%1$@" su "%2$@". Esci dal canale e riprova.

source: You changed the topic to "%@".
de: Sie haben das Thema zu „%@“ verändert.
it: Hai cambiato l'argomento in "%@".
ko: 채널 주제를 "%@" 로 변경 하셨습니다.

source: You changed your nickname too fast on "%@", please wait and try again.
de: Sie haben Ihren Spitznamen auf „%@“ zu schnell geändert, bitte warten Sie und versuchen Sie es erneut.
it: Hai cambiato il tuo nick con troppa insistenza su "%@", aspetta un momento e riprova.

source: You demoted yourself from administrator.
de: Sie werden von sich selbst als Administrator entlassen.
it: Ti sei rimosso dalla carica di amministratore.
ko: 이제 관리자가 아니십니다.

source: You demoted yourself from half-operator.
de: Sie werden von sich selbst als Halb-Operator entlassen.
it: Hai disattivato la modalità Half-OP su di te.
ko: 이제 하프옵이 아니십니다.

source: You demoted yourself from operator.
de: Sie werden von sich selbst als Operator entlassen.
it: Hai disattivato la modalità OP su di te.
ko: 이제 운영자가 아니십니다.

source: You demoted yourself from room founder.
de: Sie werden von sich selbst als Raumgründer entlassen.
it: Ti sei rimosso dal gruppo dei fondatori del canale.
ko: 이제 채널 생성자가 아니십니다.

source: You gave yourself voice.
de: Ihnen wird von sich selbst eine Stimme gewährt.
it: Hai attivato la modalità VOICE su di te.
ko: 보이스를 없애셨습니다.

source: You had voice removed by %@.
de: Ihnen wird von %@ die Stimme entzogen.
it: %@ ha disattivato la modalità VOICE su di te.
ko: %@ 님으로부터 보이스가 박탈당하셨습니다.

source: You have returned from being away.
de: Sie kehren zurück nachdem Sie abwesend waren.
it: Il tuo stato non è più 'Away'.
ko: 부재중에서 다시 돌아오셨습니다.

source: You have set yourself as away with the message "%@".
de: Sie sind jetzt abwesend aus dem Grund „%@“.
it: Il tuo stato è ora di 'Away', con il messaggio: "%@".
ko: "%@" 로 부재중을 설정하셨습니다.

source: You joined the room.
de: Sie betreten den Raum.
it: Sei entrato nel canale.
ko: 채널에 입장 하셨습니다.

source: You kicked %@ from the room.
de: Sie werfen %@ aus dem Raum.
it: Hai mandato via %@ dal canale.
ko: %@ 님이 서버에서 추방 하셨습니다.

# You kicked %@ from the room. (%@)
source: You kicked %1$@ from the room. (%2$@)
de: Sie werfen %1$@ aus dem Raum. (%2$@)
it: Hai mandato via %1$@ dal canale. (%2$@)
ko: %1$@ 님이 서버에서 추방 하셨습니다. (%2$@)

source: You left the room.
de: Sie verlassen den Raum.
it: Sei uscito dal canale.
ko: 채널에서 나가셨습니다.

source: You made yourself no longer quieted.
de: Sie müssen dank Ihnen selbst nicht mehr schweigen.
it: Hai disattivato la modalità QUIET su di te.
ko: 더이상 침묵상태가 아니게 수정했습니다.

source: You need to enter a Twitter password in Colloquy's Settings.
de: Sie müssen ein Twitter-Kennwort in Colloquys Einstellungen eingeben.

source: You need to enter a Twitter username in Colloquy's Settings.
de: Sie müssen einen Twitter-Benutzernamen in Colloquys Einstellungen eingeben.

source: You need to enter an Instapaper username in Colloquy's Settings.
de: Sie müssen einen Instapaper-Benutzernamen in Colloquys Einstellungen eingeben.
it: Devi inserire il Nome Utente per Instapaper nelle Impostazioni.

source: You need to identify with network services to join the room "%@" on "%@".
de: Sie müssen sich bei Netzwerk-Diensten identifizieren um den Raum „%1$@“ auf „%2$@“ zu betreten.
it: Devi essere registrato ed identificato con il server per entrare nel canale "%1$@" su "%2$@".

source: You promoted yourself to Administrator.
de: Sie werden von sich selbst zum Administrator befördert.
it: Ti sei promosso alla carica di Amministratore.
ko: 관리자 권한으로 올리셨습니다.

source: You promoted yourself to half-operator.
de: Sie werden von sich selbst zum Halb-Operator befördert.
it: Hai attivato la modalità Half-OP su di te.
ko: 하프옵 권한으로 올리셨습니다.

source: You promoted yourself to operator.
de: Sie werden von sich selbst zum Operator befördert.
it: Hai attivato la modalità OP su di te.
ko: 운영자 권한으로 올리셨습니다.

source: You promoted yourself to room founder.
de: Sie werden von sich selbst zum Raumgründer befördert.
it: Ti sei aggiunto nel gruppo dei fondatori del canale.
ko: 이제 채널 생성자 권한으로 올리셨습니다.

source: You quieted yourself.
de: Sie werden von sich selbst zum Schweigen gebracht.
it: Hai attivato la modalità QUIET su di te.
ko: 침묵상태로 돌리셨습니다.

source: You removed the ban on %@.
de: Sie entfernen den Bann von %@.
it: Hai rimosso il Ban da %@.
ko: %@ 님의 차단을 없애셨습니다.

source: You removed voice from yourself.
de: Ihnen wird von sich selbst die Stimme entzogen.
it: Hai disattivato la modalità VOICE su di te.
ko: 보이스를 직접 없애셨습니다.

source: You set a ban on %@.
de: Sie setzen einen Bann auf %@.
it: Hai attivato un BAN su %@.
ko: %@ 님의 차단을 설정하셨습니다.

source: You were demoted from administrator by %@.
de: Sie werden von %@ als Administrator entlassen.
it: %@ ti ha rimosso dalla carica di amministratore.
ko: %@ 님이 님의 관리자 권한을 없애셨습니다.

source: You were demoted from half-operator by %@.
de: Sie werden von %@ als Halb-Operator entlassen.
it: %@ ha disattivato la modalità Half-OP su di te.
ko: %@ 님이 님의 하프옵 권한을 없애셨습니다.

source: You were demoted from operator by %@.
de: Sie werden von %@ als Operator entlassen.
it: %@ ha disattivato la modalità OP su di te.
ko: %@ 님이 님의 운영자 권한을 없애셨습니다.

source: You were demoted from room founder by %@.
de: Sie werden von %@ als Raumgründer entlassen.
it: %@ ti ha rimosso dal gruppo dei fondatori del canale.
ko: %@님이 님의 채널 생성자 권한을 없애셨습니다.

source: You were granted voice by %@.
de: Ihnen wird von %@ eine Stimme gewährt.
it: %@ ha attivato la modalità VOICE su di te.
ko: %@ 님이 보이스를 주셨습니다.

source: You were invited to "%@" by "%@" on "%@".
de: Sie werden von „%2$@“ in „%1$@“ auf „%3$@“ eingeladen.
it: %2$@ ti ha invitato nel canale "%1$@" su "%3$@".

# You were kicked from "%@" by "%@" on "%@".
source: You were kicked from "%1$@" by "%2$@" on "%3$@".
de: Sie werden von „%2$@“ aus „%1$@“ auf „%3$@“ geworfen.
it: %2$@ ti ha mandato via dal canale" %1$@" su "%3$@".
ko: "%2$@" 의 "%3$@" 채널에서 "%1$@" 님에 의해 추방당했습니다.

source: You were kicked from the room by %@.
de: Sie werden von %@ aus dem Raum geworfen.
it: %@ ti ha mandato via dal canale.
ko: %@ 님에 의해 추방당하셨습니다.

# You were kicked from the room by %@. (%@)
source: You were kicked from the room by %1$@. (%2$@)
de: Sie werden von %1$@ aus dem Raum geworfen. (%2$@)
it: %1$@ ti ha mandato via dal canale. (%2$@)
ko: %1$@ 님에 의해 추방당하셨습니다. (%2$@)

source: You were promoted to administrator by %@.
de: Sie werden von %@ zum Administrator befördert.
it: %@ ti ha promosso alla carica di amministratore.
ko: %@ 님이 관리자 권한을 주셨습니다.

source: You were promoted to half-operator by %@.
de: Sie werden von %@ zum Halb-Operator befördert.
it: %@ ha attivato la modalità Half-OP su di te.
ko: %@ 님이 하프옵 권한을 주셨습니다.

source: You were promoted to operator by %@.
de: Sie werden von %@ zum Operator befördert.
it: %@ ha attivato la modalità OP su di te.
ko: %@ 님이 운영자 권한을 주셨습니다.

source: You were promoted to room founder by %@.
de: Sie werden von %@ zum Raumgründer befördert.
it: %@ ti ha aggiunto al gruppo dei fondatori del canale.
ko: %@ 님이 채널 생성자 권한을 주셨습니다.

source: You were quieted by %@.
de: Sie werden von %@ zum Schweigen gebracht.
it: %@ ha attivato la modalità QUIET su di te.
ko: %@ 님이 님을 침묵하도록 하였습니다.

source: Your nickname is being changed by services on "%@" because it is registered and you did not supply the correct password to identify.
de: Ihr Spitzname auf „%@“ wird von Diensten geändert, da dieser registriert ist und Sie nicht das richtige Kennwort zum identifizieren angegeben haben.
it: Il nick che hai scelto è registrato. Se non fornisci la password per confermare di esserne il proprietario, il tuo nick verrà cambiato dai server "%@".

source: Your nickname is being changed on "%@" because you didn't identify.
de: Ihr Spitzname auf „%@“ wird geändert, da Sie sich nicht identifiziert haben.
it: Il tuo nick è stato cambiato dai server "%@" perché non hai fornito la password.
ko: 인증이 없기에 별명이 "%@" 로 변경되었습니다.

source: Add status
it: Aggiungi uno stato
ko: 상태 추가

source: Alternate Nicknames: %u nicknames
it: Nick alternativi: %u diversi
ko: 다른 별명: %u 개의 별명들

source: Alternate Nicknames: None
it: Nick Alternativi: Nessuno
ko: 다른 별명: 없음

source: Away from my %@
it: Allontanato da %@
ko: 내 %@에서 잠시 부재

source: Channel Key
it: Codice Canale

source: character remaining
it: carattere rimanente
ko: 남은 글자들

source: characters remaining
it: caratteri rimanenti
ko: 남은 글자들

source: Close All Chat Rooms
it: Chiudi Tutti i Canali

source: Close All Private Chats
it: Chiudi Tutte le Chat Private

source: connected
it: connesso
ko: 연결 됨

source: Create Away Status&
it: Crea Stato di Away&

source: idle time
it: tempo di inattività
ko: 유휴 시간

source: is running Mobile Colloquy %@ in %@ mode on an %@ running iOS %@ with %.0f%% battery life remaining.
it: sta usando ColloquyMobile %1$@ in modalità %2$@ su un %3$@ - iOS %4$@ con il %5$.0f%% di batteria rimanente.
